a52dec
aalib
acl
acpi
acpid
adobe-source-code-pro-fonts
adobe-source-sans-fonts
adobe-source-serif-fonts
adwaita-icon-theme
aic94xx-firmware
alacritty
alembic
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
aom
archlinux-keyring
argon2
arm-none-eabi-binutils
arm-none-eabi-gcc
arm-none-eabi-newlib
at-spi2-atk
at-spi2-core
atk
atkmm
attr
audit
autoconf
automake
autorandr
avahi
avr-binutils
avr-gcc
avr-libc
avrdude
awesome
base
bash
bash-completion
bdf-unifont
bind
binutils
bison
blas
blender
blosc
bluez
bluez-libs
bluez-utils
boost-libs
box2d
bridge-utils
brotli
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
caprine
cblas
cdparanoia
chromaprint
clang
clucene
code
colormake
compiler-rt
confuse
containerd
coreutils
cryptsetup
ctags
cuda
cuda-tools
curl
dav1d
db
dbus
dbus-glib
dbus-python
dconf
debuginfod
desktop-file-utils
device-mapper
dfu-programmer
dfu-util
diffutils
dmraid
dnssec-anchors
docker
dosfstools
double-conversion
draco
duktape
e2fsprogs
efibootmgr
efivar
egl-wayland
eglexternalplatform
electron13
electron17
electron18
elfutils
embree
enchant
expat
faac
faad2
fakeroot
feh
ffcall
ffmpeg
ffmpeg4.4
ffnvcodec-headers
fftw
file
filesystem
findutils
firefox
flac
flex
fluidsynth
fmt
fontconfig
freeglut
freetype2
fribidi
fuse-common
fuse2
gawk
gc
gcc
gcc-libs
gcc11
gcc11-libs
gcr
gd
gdbm
gdk-pixbuf2
gettext
ghc-libs
giflib
girara
git
git-lfs
github-cli
glew
glib-networking
glib2
glibc
glibmm
glslang
glu
gmp
gnupg
gnutls
go
gobject-introspection-runtime
google-chrome
gpgme
gpm
gptfdisk
graphene
graphite
grep
groff
grub
gsettings-desktop-schemas
gsm
gssdp
gst-libav
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gstreamer
gstreamer-vaapi
gtk-update-icon-cache
gtk2
gtk3
gtkmm
guile
gumbo-parser
gupnp
gupnp-igd
gvim
gzip
harfbuzz
harfbuzz-icu
haskell-aeson
haskell-aeson-pretty
haskell-annotated-wl-pprint
haskell-ansi-terminal
haskell-ansi-wl-pprint
haskell-appar
haskell-asn1-encoding
haskell-asn1-parse
haskell-asn1-types
haskell-assoc
haskell-async
haskell-attoparsec
haskell-attoparsec-iso8601
haskell-auto-update
haskell-base-compat
haskell-base-compat-batteries
haskell-base-orphans
haskell-base16-bytestring
haskell-base64-bytestring
haskell-basement
haskell-bifunctors
haskell-blaze-builder
haskell-blaze-html
haskell-blaze-markup
haskell-byteable
haskell-byteorder
haskell-casa-client
haskell-casa-types
haskell-case-insensitive
haskell-cereal
haskell-citeproc
haskell-clock
haskell-cmdargs
haskell-colour
haskell-commonmark
haskell-commonmark-extensions
haskell-commonmark-pandoc
haskell-comonad
haskell-conduit
haskell-conduit-extra
haskell-connection
haskell-constraints
haskell-cookie
haskell-cryptohash-sha256
haskell-cryptonite
haskell-cryptonite-conduit
haskell-data-default
haskell-data-default-class
haskell-data-default-instances-containers
haskell-data-default-instances-dlist
haskell-data-default-instances-old-locale
haskell-data-fix
haskell-digest
haskell-distributive
haskell-dlist
haskell-doclayout
haskell-doctemplates
haskell-easy-file
haskell-echo
haskell-ed25519
haskell-emojis
haskell-enclosed-exceptions
haskell-erf
haskell-errors
haskell-extra
haskell-fast-logger
haskell-file-embed
haskell-filelock
haskell-fsnotify
haskell-generic-deriving
haskell-ghc-bignum-orphans
haskell-githash
haskell-glob
haskell-hackage-security
haskell-haddock-library
haskell-hashable
haskell-hi-file-parser
haskell-hinotify
haskell-hourglass
haskell-hpack
haskell-hslua
haskell-hslua-aeson
haskell-hslua-classes
haskell-hslua-core
haskell-hslua-marshalling
haskell-hslua-module-doclayout
haskell-hslua-module-path
haskell-hslua-module-system
haskell-hslua-module-text
haskell-hslua-module-version
haskell-hslua-objectorientation
haskell-hslua-packaging
haskell-hsyaml
haskell-http-api-data
haskell-http-client
haskell-http-client-tls
haskell-http-conduit
haskell-http-download
haskell-http-types
haskell-indexed-traversable
haskell-infer-license
haskell-integer-logarithms
haskell-iproute
haskell-ipynb
haskell-jira-wiki-markup
haskell-juicypixels
haskell-lexer
haskell-libyaml
haskell-lift-type
haskell-lifted-async
haskell-lifted-base
haskell-lpeg
haskell-lua
haskell-lukko
haskell-megaparsec
haskell-memory
haskell-microlens
haskell-microlens-mtl
haskell-microlens-th
haskell-mime-types
haskell-mintty
haskell-monad-control
haskell-monad-logger
haskell-monad-loops
haskell-mono-traversable
haskell-mustache
haskell-neat-interpolation
haskell-network
haskell-network-uri
haskell-old-locale
haskell-old-time
haskell-only
haskell-open-browser
haskell-optparse-applicative
haskell-optparse-generic
haskell-optparse-simple
haskell-pandoc-lua-marshal
haskell-pandoc-types
haskell-pantry
haskell-parser-combinators
haskell-path
haskell-path-io
haskell-path-pieces
haskell-pem
haskell-persistent
haskell-persistent-sqlite
haskell-pretty-show
haskell-primitive
haskell-project-template
haskell-quickcheck
haskell-random
haskell-resource-pool
haskell-resourcet
haskell-retry
haskell-rio
haskell-rio-orphans
haskell-rio-prettyprint
haskell-safe
haskell-safe-exceptions
haskell-scientific
haskell-sha
haskell-shelly
haskell-silently
haskell-skylighting
haskell-skylighting-core
haskell-socks
haskell-split
haskell-splitmix
haskell-stm-chans
haskell-streaming-commons
haskell-strict
haskell-syb
haskell-system-filepath
haskell-tagged
haskell-tagsoup
haskell-tar
haskell-tar-conduit
haskell-temporary
haskell-texmath
haskell-text-conversions
haskell-text-icu
haskell-text-metrics
haskell-th-abstraction
haskell-th-compat
haskell-th-expand-syns
haskell-th-lift
haskell-th-lift-instances
haskell-th-reify-many
haskell-these
haskell-time-compat
haskell-tls
haskell-transformers-base
haskell-transformers-compat
haskell-type-equality
haskell-typed-process
haskell-unicode-collation
haskell-unicode-data
haskell-unicode-transforms
haskell-uniplate
haskell-unix-compat
haskell-unix-time
haskell-unliftio
haskell-unliftio-core
haskell-unordered-containers
haskell-utf8-string
haskell-uuid-types
haskell-vault
haskell-vector
haskell-vector-algorithms
haskell-void
haskell-x509
haskell-x509-store
haskell-x509-system
haskell-x509-validation
haskell-xml
haskell-xml-conduit
haskell-xml-types
haskell-yaml
haskell-zip-archive
haskell-zlib
hdf5
hicolor-icon-theme
hidapi
htop
hunspell
hwdata
hwloc
hyphen
iana-etc
ibus
ibus-unikey
icu
imagemagick
imake
imath
imlib2
iniparser
intel-gmmlib
intel-gpu-tools
intel-media-driver
iproute2
iptables
iputils
iso-codes
jack2
jansson
jasper
java-runtime-common
jbig2dec
jemalloc
jre-openjdk
jre-openjdk-headless
jre8-openjdk
jre8-openjdk-headless
js78
json-c
json-glib
jsoncpp
kbd
keyutils
kmod
krb5
l-smash
lame
lapack
lcms2
ldns
less
libabw
libaec
libaio
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libavif
libavtp
libb64
libblockdev
libbluray
libbpf
libbs2b
libbsd
libbytesize
libcaca
libcanberra
libcap
libcap-ng
libcdr
libcloudproviders
libcolord
libconfig
libcups
libcurl-gnutls
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdc1394
libdca
libde265
libdrm
libdv
libdvbpsi
libdvdnav
libdvdread
libe-book
libebml
libedit
libelf
libepoxy
libepubgen
libetonyek
libev
libevdev
libevent
libexif
libexttextcat
libfdk-aac
libffi
libfontenc
libfreeaptx
libfreehand
libftdi
libgcrypt
libglvnd
libgme
libgpg-error
libgudev
libharu
libheif
libibus
libical
libice
libid3tag
libidn
libidn2
libiec61883
libimagequant
libindicator-gtk3
libinih
libinput
libinstpatch
libisl
libixion
libjpeg-turbo
libkate
libksba
liblangtag
libldac
libldap
liblqr
liblrdf
libltc
libmad
libmanette
libmatroska
libmaxminddb
libmd
libmfx
libmicrodns
libmicrohttpd
libmm-glib
libmnl
libmodplug
libmpc
libmpcdec
libmpeg2
libmspub
libmwaw
libnatpmp
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnice
libnl
libnm
libnma
libnma-common
libnotify
libnsl
libnumbertext
libodfgen
libogg
libomxil-bellagio
libopenmpt
liborcus
libp11-kit
libpagemaker
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libplacebo
libpng
libproxy
libpsl
libpulse
libqxp
libraqm
libraw
libraw1394
libreoffice-still
librevenge
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsigc++
libsigsegv
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspnav
libsrtp
libssh
libssh2
libstaroffice
libstemmer
libsynctex
libsysprof-capture
libtar
libtasn1
libteam
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libunistring
libunwind
libupnp
liburcu
libusb
libusb-compat
libuv
libva
libva-nvidia-driver
libva-utils
libvdpau
libvdpau-va-gl
libverto
libvisio
libvisual
libvorbis
libvpx
libwacom
libwebp
libwpd
libwpe
libwpg
libwps
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmu
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86vm
libyaml
libyuv
libzmf
licenses
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-whence
linux-headers
llvm-libs
lm_sensors
lmdb
log4cplus
lpsolve
lua
lua-lpeg
lua52
lua53
lua53-lgi
lua53-lpeg
lv2
lvm2
lz4
lzo
m4
mailcap
make
man-db
man-pages
md4c
mdadm
mesa
mesa-utils
meson
minecraft-launcher
miniupnpc
minizip
mjpegtools
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mpfr
mpg123
mtdev
ncdu
ncurses
ndctl
neofetch
neon
nettle
network-manager-applet
networkmanager
networkmanager-openvpn
ninja
nm-connection-editor
nmap
node-gyp
nodejs
nodejs-nopt
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
npth
nspr
nss
nss-mdns
numactl
nvidia
nvidia-utils
ocl-icd
onboard
openal
opencl-nvidia
opencollada
opencolorio
opencore-amr
openexr
openimagedenoise
openimageio
openjpeg2
openmpi
openpmix
openshadinglanguage
openssh
openssl
opensubdiv
openvdb
openvpn
openxr
opus
orc
otf-hermit
p11-kit
pacman
pacman-mirrorlist
pahole
pam
pambase
pamixer
pandoc
pango
pangomm
parted
patch
pciutils
pcre
pcre2
pcsclite
peg
perl
perl-encode-locale
perl-error
perl-file-basedir
perl-file-desktopentry
perl-file-mimeinfo
perl-file-which
perl-ipc-system-simple
perl-mailtools
perl-timedate
perl-uri
picom
pinentry
pixman
pkcs11-helper
pkgconf
playerctl
polkit
poppler
popt
portaudio
potrace
prettyping
procps-ng
psmisc
ptex
pugixml
pulseaudio
pulseaudio-alsa
pybind11
pystring
python
python-appdirs
python-argcomplete
python-attrs
python-cachecontrol
python-cairo
python-cairocffi
python-cairosvg
python-certifi
python-cffi
python-chardet
python-colorama
python-commonmark
python-contextlib2
python-cryptography
python-cssselect2
python-defusedxml
python-distlib
python-distro
python-docutils
python-dotty-dict
python-future
python-gobject
python-halo
python-hid
python-hjson
python-html5lib
python-idna
python-importlib-metadata
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-jsonschema
python-log_symbols
python-milc
python-more-itertools
python-msgpack
python-nspektr
python-numpy
python-ordered-set
python-packaging
python-pep517
python-pillow
python-pip
python-platformdirs
python-ply
python-progress
python-pycparser
python-pygments
python-pyopenssl
python-pyparsing
python-pyrsistent
python-pyusb
python-requests
python-resolvelib
python-retrying
python-rich
python-setuptools
python-six
python-spinners
python-tenacity
python-termcolor
python-tinycss2
python-toml
python-tomli
python-trove-classifiers
python-typing_extensions
python-urllib3
python-validate-pyproject
python-webencodings
python-xcffib
python-zipp
qmk
qrencode
qt5-base
qt5-svg
qt5-translations
qt5-x11extras
raptor
rasqal
rav1e
re2
readline
redland
rest
ripgrep
rtkit
rtmpdump
run-parts
runc
rust
sbc
scrot
sdl12-compat
sdl2
sdl2_ttf
sdl_ttf
sed
semver
serd
shaderc
shadow
shared-mime-info
slang
snappy
sof-firmware
sord
sound-theme-freedesktop
soundtouch
spandsp
speex
speexdsp
spirv-tools
spotify
spotify-tui
sqlite
sratom
srt
stack
startup-notification
sudo
svt-av1
svt-hevc
sysfsutils
systemd
systemd-libs
systemd-sysvcompat
t1lib
taglib
tar
tbb
tdb
teams
terminus-font
texinfo
texlive-bin
texlive-core
texlive-langextra
texlive-latexextra
thin-provisioning-tools
tinyxml
tpm2-tss
tracker3
transmission-gtk
tree
tslib
ttf-croscore
ttf-dejavu
ttf-hack
ttf-hanazono
ttf-hannom
ttf-inconsolata
ttf-indic-otf
ttf-liberation
ttf-linux-libertine
ttf-ms-fonts
ttf-nerd-fonts-symbols
ttf-opensans
ttf-roboto
ttf-ubraille
ttf-ubuntu-font-family
ttf-vietnamese-vni
ttf-vista-fonts
twolame
tzdata
udisks2
unrar
unzip
upd72020x-fw
usbutils
util-linux
util-linux-libs
v4l-utils
valgrind
vdpauinfo
vi
vid.stab
vim-runtime
vimb
vlc
vmaf
volume_key
vulkan-icd-loader
wavpack
wayland
wayland-protocols
wd719x-firmware
webkit2gtk
webrtc-audio-processing
wget
which
whois
wildmidi
woff2
wpa_supplicant
wpebackend-fdo
x264
x265
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-dbus-proxy
xdg-user-dirs
xdg-utils
xdotool
xf86-input-libinput
xf86-input-synaptics
xf86-video-intel
xf86-video-nouveau
xf86-video-vesa
xfsprogs
xkeyboard-config
xkeycaps
xmlsec
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias-100dpi
xorg-fonts-alias-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xclock
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmessage
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xsnow-comp-patch-git
xvidcore
xz
yaml-cpp
yay
zathura
zathura-pdf-mupdf
zbar
zeromq
zimg
zip
zlib
zoom
zstd
zvbi
zxing-cpp
zziplib
