a52dec
aalib
acl
acpi
acpid
adobe-source-serif-fonts
adwaita-icon-theme
aic94xx-firmware
alacritty
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
aom
archlinux-keyring
argon2
at-spi2-atk
at-spi2-core
atk
atkmm
attr
audit
autoconf
automake
avahi
awesome
base
bash
bash-completion
bdf-unifont
bind
binutils
bison
bluez
bluez-libs
bluez-utils
boost-libs
box2d
brotli
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
cdparanoia
celt
chromaprint
cifs-utils
clipit
clucene
code
colormake
confuse
coreutils
cryptsetup
ctags
cuda
curl
dav1d
db
dbus
dbus-glib
dbus-python
dconf
desktop-file-utils
device-mapper
diffutils
discord
dmraid
dnssec-anchors
dosfstools
e2fsprogs
efibootmgr
efivar
egl-wayland
eglexternalplatform
electron13
elfutils
enca
enchant
expat
faac
faad2
fakeroot
feh
ffmpeg
fftw
file
filesystem
findutils
firefox
flac
flex
fluidsynth
fontconfig
freetype2
fribidi
fuse-common
fuse2
gawk
gc
gcc
gcc-libs
gcr
gd
gdbm
gdk-pixbuf2
gettext
giflib
girara
git
github-cli
glib-networking
glib2
glibc
glibmm
glu
gmp
gnupg
gnutls
go
gobject-introspection-runtime
google-chrome
gpgme
gpm
gptfdisk
graphene
graphite
grep
groff
grub
gsettings-desktop-schemas
gsm
gssdp
gst-libav
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gstreamer
gstreamer-vaapi
gtk-update-icon-cache
gtk2
gtk3
gtkmm
guile
gumbo-parser
gupnp
gupnp-igd
gvim
gzip
harfbuzz
harfbuzz-icu
hicolor-icon-theme
hidapi
htop
hunspell
hwdata
hwloc
hyphen
iana-etc
ibus
ibus-unikey
icu
imagemagick
imath
imlib2
iniparser
intel-gmmlib
intel-gpu-tools
intel-media-driver
iproute2
iptables
iputils
iso-codes
jack2
jansson
java-runtime-common
jbig2dec
jre-openjdk
jre-openjdk-headless
js78
json-c
json-glib
kbd
keyutils
kmod
krb5
l-smash
lame
lcms2
ldb
ldns
less
lf
libabw
libaio
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libavif
libavtp
libblockdev
libbluray
libbs2b
libbsd
libbytesize
libcaca
libcanberra
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcdr
libcloudproviders
libcolord
libconfig
libcroco
libcups
libcurl-gnutls
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdc1394
libdca
libde265
libdrm
libdv
libdvdnav
libdvdread
libe-book
libedit
libelf
libepoxy
libepubgen
libetonyek
libev
libevdev
libevent
libexif
libexttextcat
libfdk-aac
libffi
libfontenc
libfreehand
libftdi
libgcrypt
libglvnd
libgme
libgpg-error
libgudev
libheif
libibus
libical
libice
libid3tag
libidn2
libiec61883
libimagequant
libindicator-gtk3
libinih
libinput
libinstpatch
libixion
libjpeg-turbo
libkate
libksba
liblangtag
libldap
liblqr
liblrdf
libmad
libmanette
libmaxminddb
libmd
libmfx
libmicrodns
libmm-glib
libmms
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpeg2
libmspub
libmwaw
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnice
libnl
libnm
libnma
libnotify
libnsl
libnumbertext
libodfgen
libofa
libogg
libomxil-bellagio
liborcus
libp11-kit
libpagemaker
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libpng
libproxy
libpsl
libpulse
libqxp
libraqm
libraw1394
libreoffice-still
librevenge
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsigc++
libsigsegv
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libsrtp
libssh
libssh2
libstaroffice
libstemmer
libsynctex
libsysprof-capture
libtasn1
libteam
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libunistring
libunwind
liburcu
libusb
libusb-compat
libuv
libva
libva-nvidia-driver
libva-utils
libvdpau
libvdpau-va-gl
libvisio
libvisual
libvorbis
libvpx
libwacom
libwebp
libwpd
libwpe
libwpg
libwps
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmu
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86vm
libyaml
libyuv
libzmf
licenses
lilv
linux
linux-api-headers
linux-firmware
linux-headers
lirc
llvm-libs
lm_sensors
lmdb
lpsolve
lua53
lua53-lgi
lv2
lvm2
lz4
lzo
m4
mailcap
make
man-db
man-pages
mdadm
mesa
mesa-utils
minecraft-launcher
minizip
mjpegtools
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mpfr
mpg123
mplayer
mtdev
ncdu
ncurses
ndctl
neo-matrix-git
neofetch
neon
nettle
network-manager-applet
networkmanager
nm-connection-editor
nmap
node-gyp
nodejs
nodejs-nopt
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
npth
nspr
nss
nss-mdns
nvidia
nvidia-utils
ocl-icd
onboard
openal
opencl-nvidia
opencore-amr
openexr
openjpeg2
openmpi
openssh
openssl
opus
orc
otf-hermit
p11-kit
pacman
pacman-mirrorlist
pahole
pam
pambase
pamixer
pango
pangomm
parted
patch
pciutils
pcre
pcre2
pcsclite
peg
perl
perl-encode-locale
perl-error
perl-file-basedir
perl-file-desktopentry
perl-file-mimeinfo
perl-file-which
perl-ipc-system-simple
perl-mailtools
perl-timedate
perl-uri
picom
pinentry
pixman
pkgconf
playerctl
polkit
poppler
popt
portaudio
potrace
prettyping
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
python
python-appdirs
python-cachecontrol
python-cairo
python-cairocffi
python-cairosvg
python-cffi
python-chardet
python-colorama
python-contextlib2
python-cryptography
python-cssselect2
python-defusedxml
python-distlib
python-distro
python-dnspython
python-gobject
python-html5lib
python-idna
python-importlib-metadata
python-markdown
python-more-itertools
python-msgpack
python-ordered-set
python-packaging
python-pep517
python-pillow
python-pip
python-ply
python-progress
python-pycparser
python-pyopenssl
python-pyparsing
python-requests
python-resolvelib
python-retrying
python-setuptools
python-six
python-tinycss2
python-toml
python-tomli
python-urllib3
python-webencodings
python-xcffib
python-zipp
raptor
rasqal
rav1e
re2
readline
recode
redland
rest
ripgrep
rtkit
rtmpdump
run-parts
sbc
scrot
sdl
sdl2
sdl2_ttf
sdl_ttf
sed
semver
serd
shadow
shared-mime-info
slang
smbclient
snappy
sof-firmware
sord
sound-theme-freedesktop
soundtouch
spandsp
speex
speexdsp
spotify
spotify-tui
sqlite
sratom
srt
startup-notification
sudo
svt-av1
svt-hevc
sysfsutils
systemd
systemd-libs
systemd-sysvcompat
t1lib
taglib
talloc
tar
tdb
teams
terminus-font
tevent
texinfo
texlive-bin
texlive-core
texlive-langextra
texlive-latexextra
thin-provisioning-tools
tracker3
transmission-gtk
tree
ttf-croscore
ttf-dejavu
ttf-fira-mono
ttf-fira-sans
ttf-google-fonts-git
ttf-hack
ttf-hanazono
ttf-hannom
ttf-inconsolata
ttf-indic-otf
ttf-liberation
ttf-linux-libertine
ttf-merriweather
ttf-merriweather-sans
ttf-ms-fonts
ttf-nerd-fonts-symbols
ttf-opensans
ttf-oswald
ttf-quintessential
ttf-roboto
ttf-signika
ttf-ubraille
ttf-ubuntu-font-family
ttf-vietnamese-vni
ttf-vista-fonts
twolame
tzdata
udisks2
unrar
unzip
upd72020x-fw
util-linux
util-linux-libs
v4l-utils
vdpauinfo
vi
vid.stab
vim-runtime
vimb
vmaf
volume_key
vulkan-icd-loader
wavpack
wayland
wd719x-firmware
webkit2gtk
webrtc-audio-processing
wget
which
wildmidi
woff2
wpa_supplicant
wpebackend-fdo
x264
x265
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-dbus-proxy
xdg-user-dirs
xdg-utils
xdotool
xf86-input-libinput
xf86-input-synaptics
xf86-video-intel
xf86-video-nouveau
xf86-video-vesa
xfsprogs
xkeyboard-config
xkeycaps
xmlsec
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-font-utils
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias-100dpi
xorg-fonts-alias-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xclock
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmessage
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xsnow-comp-patch-git
xvidcore
xz
yay
zathura
zathura-pdf-mupdf
zbar
zeromq
zimg
zip
zita-alsa-pcmi
zita-resampler
zlib
zstd
zvbi
zxing-cpp
zziplib
